[
    {
        "id":1,
        "title":"Blockchain",
        "description":"A blockchain is a distributed database or ledger that is shared among the nodes of a computer network. As a database, a blockchain stores information electronically in digital format.",
        "image":"https://blogs.iadb.org/caribbean-dev-trends/wp-content/uploads/sites/34/2017/12/Blockchain1.jpg"
    },
    {
        "id":2,
        "title":"Data Science",
        "description":"Data Science careers are one of the most highly compensated careers worldwide currently. Due to its broad application in every industry, there is a higher demand for data scientists who can analyze complex data and communicate the results effectively.",
        "image":"https://juristecplus.com/wp-content/uploads/2022/03/Data-Science.jpg"
    },
    {
        "id":3,
        "title":"Machine Learning",
        "description":"Machine learning engineering career is one of the most highly compensated careers worldwide currently. Due to its broad application in every industry, there is a higher demand for  machine learning who can analyze complex data and communicate the results effectively.",
        "image":"https://www.fsm.ac.in/blog/wp-content/uploads/2022/08/ml-e1610553826718.jpg"
    },
    {
        "id":4,
        "title":"Human Computer Interaction",
        "description":"Human–computer interaction (HCI) is research in the design and the use of computer technology, which focuses on the interfaces between people (users) and computers.'",
        "image":"https://www.canterbury.ac.nz/engineering/schools/csse/research/hci/android-with-VR-headset-on_3374756791148694408.jpg"
    },
    {
        "id":5,
        "title":"Computer Networks",
        "description":"A computer network is a set of computers sharing resources located on or provided by network nodes. The computers use common communication protocols over digital interconnections to communicate with each other.",
        "image":"https://www.tutorialspoint.com/basics_of_computer_science/images/computer_networking.jpg"
    },
    {
        "id":6,
        "title":"Software Engineering",
        "description":"Software engineering is a systematic engineering approach to software development.A software engineer is a person who applies the principles of software engineering to design, develop, maintain, test.",
        "image":"https://artoftesting.com/wp-content/uploads/2020/01/software-engineering-featured.jpg"
    }
]